WELCOME_TEXT = (
    "🎄 Добро пожаловать в «Тайный Санта»!\n\n"
    "Ты приступаешь к созданию Анкеты.\n"
    "После распределения вы получите анкету того, кому будете дарить подарок.\n\n"
    "Минимальная стоимость подарка — 500 ₽.\n\n"
    "📅 Распределение анкет: 3 декабря\n"
    "📦 Отправка почтой — до 10 декабря\n"
    "🏬 Отправка ПВЗ — до 15 декабря"
)

REPEAT_TEXT = (
    "🎄 Напоминание!\n\n"
    "📅 Распределение Анкет прошо!\n"
    "Приобрети подарок стоимостью  не менее: 500 ₽.\n\n"
    "📅 Отправь подарок своевременно:\n"
    "📦 Почтой — до 10 декабря\n"
    "🏬 ПВЗ — до 15 декабря"
)

CANCEL_TEXT = "❌ Действие отменено. Возврат в главное меню."
